Repository: felipepita/Asug
Catalog: plugins/duplicate-post/languages/duplicate-post-*.po
Languages: pt_br

source: Clone this item
pt_br: Clonar este item

source: Clone
pt_br: Clonar

source: Copy to a new draft
pt_br: Copiar para novo rascunho

source: New Draft
pt_br: Novo Rascunho

source: No post to duplicate has been supplied!
pt_br: Nenhum post foi selecionado!

source: Copy creation failed, could not find original:
pt_br: Post original não encontrado:

source: Donate
pt_br: Doar

source: Translate
pt_br: Traduzir

source: Duplicate Post Options
pt_br: Opções de Duplicar Post

source: Duplicate Post
pt_br: Duplicar Post

source: Visit plugin site
pt_br: Visitar o site do plugin

source: Copy post/page date also
pt_br: Duplicar data

source: Normally, the new copy has its publication date set to current time: check the box to copy the original post/page date
pt_br: Normalmente, a cópia tem a data de publicação definida para a hora atual: marque esta caixa para que a cópia tenha a mesma data do original

source: Copy post/page status
pt_br: Duplicar status

source: Copy the original post status (draft, published, pending) when cloning from the post list.
pt_br: Copiar o status do original (rascunho, pendente ou publicado)

source: Copy excerpt
pt_br: Copiar trecho de resumo (excerpt)

source: Copy the excerpt from the original post/page
pt_br: Copiar o resumo do original

source: Copy attachments
pt_br: Copiar anexos

source: Copy the attachments from the original post/page
pt_br: Copiar itens anexados ao original

source: Copy children
pt_br: Copiar dependentes

source: Copy the children from the original post/page
pt_br: Copiar posts dependentes (children) deste

source: Do not copy these fields
pt_br: Não copiar estes campos

source: Comma-separated list of meta fields that must not be copied
pt_br: Lista delimitada por vírgulas dos campos meta a não serem copiados

source: Do not copy these taxonomies
pt_br: Não copiar as seguintes taxonomias

source: Select the taxonomies you don't want to be copied
pt_br: Escolha as taxonomias que não deseja copiar

source: Title prefix
pt_br: Prefixo do título

source: Prefix to be added before the original title, e.g. "Copy of" (blank for no prefix)
pt_br: Prefixo a ser adicionado ao título do original, por exemplo "Cópia de".

source: Title suffix
pt_br: Sufixo do título

source: Suffix to be added after the original title, e.g. "(dup)" (blank for no suffix)
pt_br: Sufixo a ser adicionado ao título do original, por exemplo "(dup)".

source: Roles allowed to copy
pt_br: Funções com permissão para duplicar

source: Warning: users will be able to copy all posts, even those of other users
pt_br: Atenção: usuários poderão duplicar qualquer post, incluindo de outros autores

source: Show links in
pt_br: Mostrar links em

source: Post list
pt_br: Listagem de posts

source: Edit screen
pt_br: Painel de edição

source: Admin bar
pt_br: Barra do administrador

source: Save Changes
pt_br: Salvar alterações

source: Settings
pt_br: Opções
